





function chutnang($tbon){
    $r="\033[0m"; $r1="\033[1;31m"; $g="\033[1;32m"; $y="\033[1;33m";
    $b="\033[1;34m"; $p="\033[1;35m"; $c="\033[1;36m"; $w="\033[1;37m";
    $menu2 = [
        "{$p}╔══════════════════════════════════════╗{$r}",
        "{$p}║{$y}    C O O K I E  F A C E B O O K      {$p}║{$r}",
        "{$p}╠══════════════════════════════════════╣{$r}",
        "{$p}║{$c} [1]{$g} THÊM        {$y}COOKIE               {$p}║{$r}",
        "{$p}║{$c} [2]{$b} SỬA         {$y}COOKIE               {$p}║{$r}",
        "{$p}║{$c} [3]{$b} XEM         {$y}SỐ LƯỢNG COOKIE      {$p}║{$r}",
        "{$p}╠══════════════════════════════════════╣{$r}",
        "{$p}║{$c} [4]{$w} VÀO TOOL HOẶC BẤM ENTER          {$p}║{$r}",
        "{$p}╚══════════════════════════════════════╝{$r}",
    ];

    $menu = ($tbon == 1) ? $menu1 : $menu2;

    foreach ($menu as $dong){
        bv($dong."\n");
        // chỉnh nhanh/chậm tại đây
    }
}


$tbon=2;
chutnang();
